import React from "react";
import './pages.css';

function About() {
  return (
    <div className="about">
      <h2>О нас</h2>
      <div className="banner">
        <h3>"При использовании нашего протеина любой вес для вас станет light like baby"</h3>
      </div>
      
      <div className="company-info">
        <p>
          Наша компания была основана в 2010 году с целью предоставления высококачественного спортивного питания для людей, стремящихся улучшить свои результаты в тренировках и укрепить здоровье. Мы начали с небольшой линейки продуктов, но благодаря вниманию к качеству и потребностям наших клиентов, быстро заняли свою нишу на рынке.
        </p>
        <p>
          Мы ставим перед собой амбициозные цели — помогать каждому клиенту достичь своих спортивных и здоровьесберегающих целей с помощью правильного питания. Наши продукты проходят строгие лабораторные тесты, а также отвечают всем мировым стандартам безопасности.
        </p>
        <p>
          За годы работы мы добились значительных успехов: наша продукция пользуется доверием более 50 000 клиентов по крупным городам России, и мы гордимся тем, что смогли стать лидерами в сфере спортивного питания. Мы продолжим развиваться, расширять ассортимент и предоставлять лучший сервис для наших покупателей.
        </p>
      </div>
    </div>
  );
}

export default About;

